Revit 2024 API
WorksharingTooltipInfo.Owner Property
 The current owner of the element or empty string if no one owns the element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public string Owner { get; }
Visual Basic
Public ReadOnly Property Owner As String
	Get
Visual C++
public:
property String^ Owner {
	String^ get ();
}
See Also
WorksharingTooltipInfo Class
Autodesk.Revit.DB Namespace